# ---//////----
# /home -> отображает все книги в таблице Book
# /login
# /register 
# /logout 

# ----/////-----
# /store/<store_inn> - отображает страницу магазина.
# На странице указывается вся информация о магазине (инн, почта и блок last_seen)
# Так же имеется поле с информацией (about_store). Возможность редактировать информацию.

# Ниже на странице указываются все книги данного магазина в 
# алфавитном порядке (лексикографический), по возрастанию названия книги.

# /edit
# Страница редактирования информации аутентифицированного магазина.
# Можно - изменить ИНН, изменить информацию о магазине (about_me), изменить электронную почту 